# CloseSS

## Description
Procedure CloseSS closes the referenced worksheet.

```pascal
PROCEDURE CloseSS(h : HANDLE);
```

```python
def vs.CloseSS(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to worksheet.|

## Remarks
OBSOLETE for Version 9: see new ShowWS. [VML 01/09/01]

## Examples
#### VectorScript ####
```pascal
CloseSS(HandleToWS);
```
#### Python ####
```python

```

```pascal
CloseSS(h);
```
```python
vs.CloseSS(h)
```

## See Also
ShowWS

## Version
CloseSS is obsolete as of VectorWorks 9.0

Availability: from MiniCAD 6.0

## Category
* Worksheets